import React from "react";

const Page = () => {
    return (
        <main style={{ fontSize: "145%" }}>
            <h1>Техніка безпеки</h1>
            {/*<h2>Вимоги безпеки майстерні &#8220;Мудрий тесля&#8221;</h2>*/}
            <section>
                <h1>Перед початком занять</h1>
                <ol>
                    <li>Гаджет OFF (вимкнути або прибрати гаджети).</li>
                    <li>Одягти робочий халат</li>
                </ol>
                <h1>Під час занять</h1>
                <ol>
                    <li>Уважно слухати наставника та помічників.</li>
                    <li>Дбайливо ставитися до своєї роботи та інструментів.</li>
                    <li>На робочому місці не повинно бути зайвих предметів і непотрібних інструментів.</li>
                    <li>Заборонено залишати майстерню без дозволу наставника.</li>
                    <li>Заборонено говорити не гарні слова, ображати та битися.</li>
                    <li>Використовувати електроінструмент потрібно тільки під наглядом наставника.</li>
                    <li>Не випереджати хід заняття.</li>
                    <li>Використовувати інструмент лише за його призначенням (не битися інструментом тощо).</li>
                    <li>Все що вам не зрозуміло чи викликає питання - запитуйте у наставника</li>
                </ol>
            </section>
            <div className="wrap">
                <h3>У разі травматизму</h3>
            </div>
            <p>
                У разі травматизму зверніться до наставника за допомогою.<br />
                При поганому самопочутті повідомити наставника
            </p>
            <section>
                <h1>Після завершення занять</h1>
                <ol>
                    <li>Привести робоче місце до ладу, прибравши за собою інструменти, матеріали та сміття</li>
                    <li>Виходьте з майстерні спокійно, не штовхаючись, дотримуючись дисципліни</li>
                </ol>
            </section>
        </main>
    );
};

export default Page;