export default function Home() {
  return (
      <main style={{ fontSize: "130%" }}>
        <h1>Дисципліна <br /> та правила поведінки</h1>
        <h2>Що потрібно щоб заняття пройшло гарно та принесло добрий плід?</h2>
        <p><strong>1. Підготуватися завчасно.</strong></p>
        <ul>
          <li>прийти вчасно</li>
          <li>скористатися туалетом до заняття</li>
          <li>бути з гарним настроєм</li>
          <li>попити води до заняття</li>
        </ul>
        <p>
          <strong>2. Бути уважним.</strong> На заняттях кожен учасник має бути уважним до вказівок, які дає наставник,
          та не відволікати інших від процесу.
        </p>
        <ul>
          <li>не відволікатися на телефон</li>
          <li>не відволікати інших</li>
          <li>розуміти мету уроку, уважно вислухавши наставника</li>
          <li>{"пам'ятати про техніку безпеки"}</li>
        </ul>
        <p><strong>3. Дбати про інструмент та приміщення.</strong></p>
        <ul>
          <li>не псуємо інструменти, які у нас є</li>
          <li>не псуємо приміщення, в якому знаходимося</li>
          <li>використовуємо електроінструмент тільки під наглядом наставника</li>
        </ul>
        <p><strong>4. На заняттях бути чесним.</strong></p>
        <ul>
          <li>перед собою</li>
          <li>перед наставником та іншими хлопцями</li>
          <li>перед Богом</li>
        </ul>
        <p><strong>5. Прагнути мати мудрість у прийнятті рішень.</strong></p>
          <section>
            <h1>Чого не можна робити в майстерні?</h1>
            <ul>
              <li>говорити лайливі та образливі слова</li>
              <li>битися</li>
              <li>кадити предмети в інших</li>
              <li>використовувати інструмент не за призначенням</li>
              <li>залишати майстерню без дозволу</li>
            </ul>
          </section>
      </main>
  );
}
